<?php
return [
    'adminEmail' => 'malika-12@mail.ru',
    'supportEmail' => 'malikarabbay@gmail.com',
    'user.passwordResetTokenExpire' => 3600,
    'publishStatus' => [
        '1' => 'да',
        '0' => 'нет',
    ],
    'unitDropdown' => [
        '1' => 'Тринажерный зал',
        '2' => 'Групповые программы',
        '3' => 'Басейн',
        '4' => 'Спортивный врач',
        '5' => 'Детский фитнес',
        '6' => 'Салон красоты',
    ],
    'convictionStatus' => [
        '0' => 'нет',
        '1' => 'да',
    ],
    'published' => [
        '1' => 'да',
        '0' => 'нет',
    ],
    'publishLang' => [
        '1' => 'english',
        '2' => 'русский',
        '3' => 'қазақша',
        '0' => 'не задано'
    ],
    'user_roles' => [
        '10' => 'Администратор',
        '0' => 'Пользователь',
    ],
    'userStatus' => [
        '10' => 'Активирован',
        '0' => 'Заблокирован',
    ],
    'feedbackStatus' => [
        '1' => 'Новый',
        '2' => 'Просмотрен',
        '3' => 'Обработан',
    ],
    'feedbackStatusDropdown' => [
        '2' => 'Просмотрен',
        '3' => 'Обработан',
    ],

];
